[[["ödeme hakkında", ["0000.html"]]], [["Comments on Guidance on Applying WCAG 2.0 to Non-Web Information and Communications Technologies (WCAG2ICT)", ["0001.html", "0000.html"]]], [["Comment on Word Choice in WCAG2ICT", ["0000.html"]]], [["Comment on Word Choice in WCAG2ICT", ["0000.html"]]], [["question about updating Guidance on Applying WCAG 2.0 to Non-Web Information and Communications Technologies (WCAG2ICT)", ["0000.html"]]], [["w3c sofware", ["0000.html"]]], [["Comments on WCAG2ICT", ["0000.html"]], ["USACM Comments", ["0001.html"]]], [["Microsoft Comments", ["0000.html"]]], [["Additional observations on specific SC", ["0013.html"]], ["Fwd: Call for Review: Applying WCAG to Non-Web ICT", ["0014.html"]], ["Fwd: ITI comments on the first public draft of “Applying WCAG to Non-Web ICT”", ["0015.html"]], ["Fwd: WCAG2ICT", ["0010.html"]], ["The WCAG2ICT fails to execute on the announced purpose.", ["0012.html"]], ["WCAG2ICT", ["0011.html"]], ["WCAG2ICT comment: deal with accessible non-web software against usability in general, take purpose & usage context into account", ["0005.html"]], ["WCAG2ICT comment: define \"[non-web] content/documents\"!", ["0002.html"]], ["WCAG2ICT comment: define \"[non-web] software\"!", ["0006.html"]], ["WCAG2ICT comment: don't deal with content/documents and software at once - split the WCAG2ICT document into two", ["0001.html"]], ["WCAG2ICT comment: how can guidelines be applied to something that is not even defined", ["0008.html"]], ["WCAG2ICT comment: WCAG2ICT fails to distinguish between platform and application software and does not acknowledge their specific roles and relationshipt to each other", ["0007.html"]], ["WCAG2ICT comment: what does WCAG2ICT offer that ISO 9241-171 (and other standards) fails to offer?", ["0004.html"]], ["WCAG2ICT comment: What is the relation to \"Inventory of Accessibility and Accessibility-related Standards and Specifications\" by JTC 1 SWG-A", ["0009.html"]], ["WCAG2ICT comment: why even consider a hammer as a tool for screws?", ["0000.html"]], ["WCAG2ICT comment: why no acknowledgement of MSAA, IAccessible2, iOS VoiceOver, ... etc.", ["0003.html"]]], [["Test", ["0000.html"]]], [["Test", ["0000.html"]]]]