[[["HTML-ACTION-256: Issue cfc on using 2014 process document for a html 5.1 heartbeat", ["0000.html"]], ["HTML-ACTION-257: Work with steve f to prepare an appropriate aria in html document and to issue a cfc for the fpwd of this document", ["0001.html"]], ["HTML-ACTION-258: Reach out to editing and media tf about f2f plans", ["0002.html"]]], [["HTML-ACTION-254: Triage and prioritise DOM bugs based on incompatible tests (+XMLDocument#load)", ["0000.html"]], ["HTML-ACTION-255: Create new editors' list", ["0001.html"]]], [["html json form submission", ["0004.html"]], ["HTML-ACTION-249: Triage new whatwg updates, html bugs, landscape document in order to list priority content for modules", ["0000.html"]], ["HTML-ACTION-250: Prepare cfc concerning moving dom4 to the new process", ["0001.html"]], ["HTML-ACTION-251: Contact public identifiers and form http extension proponents to ask what they plan to do w/ the specs", ["0002.html"]], ["HTML-ACTION-252: - contact polyglot proponents to ask what they plan to do w/ the spec", ["0003.html"]]], [["[Bug 19073] New: WF3: Allow two handles on input type=\"range\", like this: http://jqueryui.com/demos/slider/#range", ["0000.html"]]], [["Άνδρος: Η “Μικρά Αγγλία” του περασμένου αιώνα", ["0000.html"]]], [["HTML-ISSUE-200 (legend-placement): Allow wrapping LEGEND (or new iLEGEND) in non-FIELDSET elements [HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-207 (responsive-images): Adaptive and responsive images [HTML 5 spec]", ["0001.html"]], ["HTML-ISSUE-208 (responsive-images): Adaptive and responsive images [HTML 5 spec]", ["0002.html"]]], [["HTML-ISSUE-206 (meta-generator): Should HTML5 have a meta generator exception to the alt requirement? [HTML 5 spec]", ["0000.html"]]], [["Workshop IHM", ["0000.html"]]], [["HTML-ISSUE-204 (aria-hidden): Excempt ARIA attributes from the rule that prohibits reference to hidden elements [HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-205 (text-editing-canvas): Define what author guidance and/or methods should be provided to those that wish to create accessible text editors using canvas as a rendering surface. [HTML 5 spec]", ["0001.html"]]], [["Happy New Year 2012", ["0000.html"]], ["HTML-ISSUE-193: Remove CSS example that promotes inaccessible content [pre-LC1 HTML 5 spec]", ["0001.html"]], ["HTML-ISSUE-194: Provide a mechanism for associating a full transcript with an audio or video element. [pre-LC1 HTML 5 spec]", ["0002.html"]], ["HTML-ISSUE-195 (form-http-req): Enhance http request generation from forms [HTML 5 spec]", ["0003.html"]], ["HTML-ISSUE-196 (ua-http-resp-handling): Define user agent http response handling behaviour [HTML 5 spec]", ["0004.html"]], ["HTML-ISSUE-197 (accept-file-ext): Accept attribute should allow file extensions in addition to the current allowed values [HTML 5 spec]", ["0005.html"]], ["HTML-ISSUE-198 (innerHTML-patent-policy): Ensure innerHTML and related APIs are subject to the W3C patent policy [HTML 5 spec]", ["0006.html"]], ["HTML-ISSUE-199 (aria-processing): Define complete processing requirements for ARIA attributes [HTML 5 spec]", ["0007.html"]], ["HTML-ISSUE-200 (legend-placement): Allow wrapping LEGEND (or new iLEGEND) in non-FIELDSET elements [HTML 5 spec]", ["0008.html"]], ["HTML-ISSUE-201 (canvas-fallback): Provide canvas location and hit testing capability to fallback content [canvas 2d context]", ["0009.html"]], ["HTML-ISSUE-202 (figcaption-words): Missing alt should not be considered conforming in the presence of figcaptions over 50 words in length [HTML 5 spec]", ["0010.html"]], ["HTML-ISSUE-203 (media-descriptions): All Media Elements should have the ability to have both short and longer textual descriptions associated to the element [HTML 5 spec]", ["0011.html"]]], [["HTML-ISSUE-186: conformance error for use of role=presentation on interactive elements [pre-LC1 HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-187 (valiity-stability): Document conformance has to be stable over the time [HTML 5 spec]", ["0001.html"]], ["HTML-ISSUE-188 (generic-track-format): Text tracks in HTML should be defined in a way agnostic of the specific caption format [HTML 5 spec]", ["0002.html"]], ["HTML-ISSUE-189 (uri-web-prefix): Prefix convention needs to be coordinated with IETF [HTML 5 spec]", ["0003.html"]], ["HTML-ISSUE-190: Replace poor coding example for figure with multiple images [HTML 5 spec]", ["0004.html"]], ["HTML-ISSUE-191 (ins-del): Replace/complement <ins> and <del> elements by a cleaner wysiwyg-safe attribute-based solution [HTML 5 spec]", ["0005.html"]], ["HTML-ISSUE-192: title attribute definition does not match reality [HTML 5 spec]", ["0006.html"]]], [["HTML-ISSUE-182: Advice in spec about annotations promotes inaccessible content [HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-183 (enhance-time): Enhance and simplify the time element [HTML 5 spec]", ["0001.html"]], ["HTML-ISSUE-184 (data-element): Add a data element [HTML 5 spec]", ["0002.html"]], ["HTML-ISSUE-185 (drop-pubdate): Drop the pubdate attribute [HTML 5 spec]", ["0003.html"]]], [["HTML-ISSUE-180 (allowpopups): Add \"allow-popups\" for iframe@sandbox [HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-181 (remove-sidebar): remove remains of \"sidebar\" link relation [HTML 5 spec]", ["0001.html"]]], [["HTML-ISSUE-175 (domrange-ref): Normative Reference to Work Attributed Solely to Pseudonymous Author", ["0000.html"]], ["HTML-ISSUE-176 (restore-editing-api): Revert the edit that removed the Editing API [HTML 5 spec]", ["0001.html"]], ["HTML-ISSUE-177 (ietf-id-wip): References to Internet-Drafts should be given as \"Work in Progress\" per RFC 2026. [HTML 5 spec]", ["0002.html"]], ["HTML-ISSUE-178 (uri-scheme-notation): Don't include colon in examples of URI scheme names [HTML 5 spec]", ["0003.html"]], ["HTML-ISSUE-179 (av_param): {audio,video} require param child (or equivalent) [HTML 5 spec]", ["0004.html"]]], [["HTML-ISSUE-170 (rel-uri-valid): make URIs valid link relations [HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-171 (microdata-rdf): URI-s generated for microdata attribute values [Microdata]", ["0001.html"]], ["HTML-ISSUE-172 (restore-rb): restore <rb> as an optional element [HTML 5 spec]", ["0002.html"]], ["HTML-ISSUE-173 (split-appcache): Split AppCache out [HTML 5 spec]", ["0003.html"]], ["HTML-ISSUE-174 (link-semantic-conflict): potential conflict between Link: and <link> semantics [HTML 5 spec]", ["0004.html"]]], [["HTML-ISSUE-166 (html-sandboxed): text/html-sandboxed does not always fail closed [HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-167 (remove-crossorigin): Remove the crossorigin attribute and CORS normative dependency", ["0001.html"]], ["HTML-ISSUE-168 (remove-typemustmatch): Remove typemustmatch", ["0002.html"]], ["HTML-ISSUE-169 (rename-label): The \"label\" attribute on HTMLElement should be renamed", ["0003.html"]]], [["HTML-ISSUE-165 (rel-pingback): Drop rel=pingback [HTML 5 spec]", ["0000.html"]], ["Si compras en feria, ¡te llevas la cocina!", ["0001.html"]]], [["HTML-ISSUE-164 (no hgroup): remove or modify hgroup [HTML 5 spec]", ["0000.html"]]], [["Advisory panel to develop standards for poetry", ["0001.html"]], ["HTML-ISSUE-163 (navigating-tracks): Need a means for navigating between related timed tracks of media elements [HTML 5 spec]", ["0000.html"]]], [["HTML-ISSUE-149 (polyglot-examples): Use markup compatible with both HTML/XML syntax in examples [HTML 5 spec]", ["0000.html"]], ["HTML-ISSUE-150 (code-point-verbosity): consider reducing verbosity when talking about code points [HTML 5 spec]", ["0001.html"]], ["HTML-ISSUE-151 (whatwg-references): Remove WhatWG and html5.org references in status section of document [HTML 5 spec]", ["0002.html"]], ["HTML-ISSUE-152 (multitrack-media-resources): Handling of additional tracks of a multitrack audio/video resource [HTML 5 spec]", ["0003.html"]], ["HTML-ISSUE-153 (link-external): link type \"external\" either not useful or underspecified [HTML 5 spec]", ["0004.html"]], ["HTML-ISSUE-154 (link-sidebar): \"sidebar\" might not be a proper use of a link relation", ["0005.html"]], ["HTML-ISSUE-155 (table-border): make <table border=\"1\" cellpadding=\"10\" cellspacing=\"0\"> conforming [HTML 5 spec]", ["0006.html"]], ["HTML-ISSUE-156 (permit-close-tag): Permit closing tag for new, void elements - for legacy compatibility = XHTML alignment ( [HTML 5 spec]", ["0007.html"]], ["HTML-ISSUE-157 (image-map-spec): A comprehensive, semantic image map specification [HTML 5 spec]", ["0008.html"]], ["HTML-ISSUE-158 (object-content-model): TITLE: HTML4's content-model for <object> should continue [HTML 5 spec]", ["0009.html"]], ["HTML-ISSUE-159 (image-map-spec): A comprehensive, semantic image map specification", ["0010.html"]], ["HTML-ISSUE-160 (menuless commands): Remove restriction on command element as part of a menu [HTML 5 spec]", ["0011.html"]], ["HTML-ISSUE-161 (accessibility api mapping): Create document defining mappings from html elements to platform accessibility apis [authoring guide]", ["0012.html"]], ["HTML-ISSUE-162 (modal ): Add a modal attribute to html5 to indicate a modal segment of the DOM (modal dialog) [HTML 5 spec]", ["0016.html", "0015.html", "0014.html", "0013.html"]]], [["ISSUE-141 (dl-dialog): Allow definition lists to markup dialogue [HTML 5 spec]", ["0000.html"]], ["ISSUE-142 (poster-alt): No alternative text description for video key frame (poster) [HTML 5 spec]", ["0001.html"]], ["ISSUE-143 (remove-s): Remove the newly added \"s\" element [HTML 5 spec]", ["0002.html"]], ["ISSUE-144 (conforming-u): <u> should be conforming [HTML 5 spec]", ["0003.html"]], ["ISSUE-145 (codecs-vs-octet): use of \"codecs\" parameter [HTML 5: The Markup Language]", ["0004.html"]], ["ISSUE-146 (video-content-muted): <video> should allow muted as a content attribute [HTML 5: The Markup Language]", ["0005.html"]], ["ISSUE-147 (playbackrate-undefined): playbackrate: undefined behavior when the user agent can't play back at the requested rate [HTML 5: The Markup Language]", ["0006.html"]], ["ISSUE-148 (charset-detect): Algorithm for detecting the charset=\"\" parameter [HTML 5: The Markup Language]", ["0007.html"]]], [["ISSUE-128 (figure-in-p): Authors should be able to use <figure> where <img> can be used [HTML 5 spec]", ["0000.html"]], ["ISSUE-129: replace or modify the ARIA section of the HTML5 spec [HTML 5 spec]", ["0001.html"]], ["ISSUE-130 (table-layout): allow tables to be used for layout purposes [HTML 5 spec]", ["0002.html"]], ["ISSUE-131 (caret-location-API): Should we add a caret location API to canvas, or is the focus API sufficient? [HTML 5 spec]", ["0003.html"]], ["ISSUE-132 (drop-color-input): Drop the color input type [HTML 5 spec]", ["0004.html"]], ["ISSUE-133 (modal-attribute): Add a modal attribute to html5 to indicate a modal segment of the DOM (modal dialog)", ["0005.html"]], ["ISSUE-134 (tab-states): Provide tablist and tab states for menu and command elements respectively", ["0006.html"]], ["ISSUE-135 (link-canvas-spec): put back direct link to the W3C version of the canvas 2d context spec [HTML 5 spec]", ["0007.html"]], ["ISSUE-136 (remove-small): would the <small> element be better handled in CSS? [HTML 5 spec]", ["0008.html"]], ["ISSUE-137 (case-insensitive): Since Javascript does not support mode specifiers inside the regular expression, there is no simple way of matching a single word case-insensitively besides turning into [Ww][Oo][Rr][Dd] [HTML 5 spec]", ["0009.html"]], ["ISSUE-138 (mutate-action): \"mutate action\" for issueing a GET request is misleading [HTML 5 spec]", ["0010.html"]], ["ISSUE-139 (ack-microdata): HTML5 spec mentions Microdata in Acknowledgements [HTML 5 spec]", ["0011.html"]], ["ISSUE-140 (conformance-terminology): clarify the applicability of the term \"conforming document\" in cases where \"applicable specifications\" had been used to augment or change the base HTML5 specification", ["0012.html"]]], [["[Bug 10625] New: Spec should cover stopping parsing on location.href = \"foo\"", ["0001.html"]], ["[Bug 10626] New: non-normative? this sounds confusing and vauge...", ["0002.html"]], ["[Bug 10627] New: Where this says \"Number object\" and \"String object\", it should say \"number\" and \"string\". Normal strings and numbers are not objects. A \"String object\" is actually a different kind of thing (rarely used).", ["0003.html"]], ["[Bug 10628] New: Where this says \"Number object\" and \"String object\", it should say \"number\" and \"string\". Normal strings and numbers are not objects. A \"String object\" is actually a different kind of thing (rarely used).", ["0004.html"]], ["[Bug 10629] New: 2.2.2 mentions the itemprop attribute without it being defined.", ["0005.html"]], ["[Bug 10630] New: Potential spec bug: the spec doesn't match IE for <div><body><frameset>. IE sets frameset-ok to \"not ok\" for <body> in \"in body\". See http://software.hixie.ch/utilities/js/live-dom-viewer/saved/631 vs http://software.hixie.ch/utilities/js/live-dom-viewer/", ["0006.html"]], ["[Bug 10631] New: Named access on the Window object doesn't work for XHTML documents in WebKit, Firefox, or (trivially) IE. Dumping objects in the global scope is sad face. Can we restrict this behavior to HTML documents? (The bug for implementing this in XHTML was rece", ["0007.html"]], ["[Bug 10632] New: Video test #8 is incorrect", ["0008.html"]], ["[Bug 10633] New: Minimums for timer granularity should be left to the user agent - different form factors have different power requirements", ["0009.html"]], ["[Bug 10634] New: Please update the base64 reference to the latest relevant RFC", ["0010.html"]], ["[Bug 10635] New: I could be reading the spec wrong, but are the default flow behaviors for these elements undefined? Will an article be rendered as a block-level element, or have no effect on flow at all? I've found several top-teir web-dev ref sites which all have differ", ["0012.html"]], ["[Bug 10636] New: I could be reading the spec wrong, but are the default flow behaviors for these elements undefined? Will an article be rendered as a block-level element, or have no effect on flow at all? I've found several top-teir web-dev ref sites which all have differ", ["0013.html"]], ["[Bug 10638] New: Unclear behavior specified for negative 'dimensional attributes'", ["0019.html"]], ["[Bug 10639] New: Cross Document Messaging", ["0020.html"]], ["[Bug 10641] let us know", ["0030.html"]], ["[Bug 10641] New: let us know", ["0021.html"]], ["[Bug 10642] New: No alternative text description for video key frame (poster)", ["0022.html"]], ["[Bug 10644] New: over-complex characterization of link types", ["0023.html"]], ["[Bug 10645] New: Add a modal element, or attribute, to html5 to indicate a modal segment of the DOM (modal dialog)", ["0024.html"]], ["[Bug 10647] New: shadowBlur should be linear throughout rather than changing to sqrt() above 8px", ["0025.html"]], ["[Bug 10648] New: \"When the relevant content attributes are absent, the IDL attributes must return zero.\" Surely this is redundant with the rules for reflecting doubles?", ["0026.html"]], ["[Bug 10649] drag and drop", ["0029.html", "0028.html"]], ["[Bug 10649] New: drag and drop", ["0027.html"]], ["[Bug 10656] New: The spec says that @charset overrides the HTTP charset and doesn't allow examining the BOM", ["0031.html"]], ["[Bug 10657] integration of \"aria-autocomplete\" with the various autocompletion mechanisms in html5", ["0040.html", "0033.html"]], ["[Bug 10657] New: integration of \"aria-autocomplete\" with the various autocompletion mechanisms in html5", ["0032.html"]], ["[Bug 10659] New: GET -> \"Mutate action\"", ["0034.html"]], ["[Bug 10660] New: use < and > and not &#8592; and &#8594; to indicate previous and next", ["0035.html"]], ["[Bug 10661] New: use an ISO 639-2 specified language for HTML5 documents", ["0036.html"]], ["[Bug 10665] New: These tables should include obsolete elements somewhere, for the benefit of implementers. Or at least some such index should be provided. It's annoying to have no easily-used index like this when writing tests.", ["0037.html"]], ["[Bug 10666] New: textarea.cols should default to 20, and textarea.rows should default to 2. IE8 and WebKit do this; Opera defaults to 0 and Gecko defaults to -1. Of the three behaviors, IE/WebKit makes the most sense, and I'm submitting a patch to get Gecko to line up w", ["0038.html"]], ["[Bug 10671] New: consider removing support for PUT and DELETE as form methods", ["0039.html"]], ["[Bug 10672] New: the media element onplay event is not always called when the user hits the play button", ["0041.html"]], ["[Bug 10673] New: Typo in HTMLAllCollections", ["0042.html"]], ["[Bug 10675] New: B implies BOLD, which is styling. Styling should be done with CSS, not with HTML markup", ["0043.html"]], ["[Bug 10676] New: I implies ITALIC, which is styling. Styling should be done with CSS, not with HTML markup", ["0044.html"]], ["[Bug 10691] New: Specify extend method for Selection objects", ["0045.html"]], ["ISSUE-118 (broken-link-types): Specification breaks semantics of existing link relations \"index\" and \"first\" [HTML 5 spec]", ["0000.html"]], ["ISSUE-119 (rel-repetition): Certain relationships take on a special meaning when repeated; other solutions may be cleaner [HTML 5 spec]", ["0011.html"]], ["ISSUE-120 (rdfa-prefixes): Use of prefixes is too complicated for a Web technology [HTML+RDFa]", ["0014.html"]], ["ISSUE-121 (http-caching): Do not ignore HTTP caching rules [HTML 5 spec]", ["0015.html"]], ["ISSUE-122 (shalott-example): alt text and description for Lady of Shalott example [alt techniques]", ["0016.html"]], ["ISSUE-123 (autofocus): Autofocus attribute security concerns [HTML 5 spec]", ["0017.html"]], ["ISSUE-124 (nofollow-limits): nofollow/noreferrer not allowed on <link>", ["0018.html"]], ["ISSUE-125 (charset-vs-quotes): Requirement to break RFC 2616 compliance with respect to single quotes not needed for legacy content [HTML 5 spec]", ["0046.html"]], ["ISSUE-126 (charset-vs-backslashes): Requirement to break RFC 2616 compliance with respect to backslashes not needed for legacy content [HTML 5 spec]", ["0047.html"]], ["ISSUE-127 (link-type-flags): Simplify characterization of link types [HTML 5 spec]", ["0048.html"]]], [["ISSUE-117 (deprecate-noscript): Deprecate the noscript element [HTML 5 spec]", ["0000.html"]]], [["ISSUE-116: provide reference and info about HTML5: Techniques for providing useful text alternatives in html5 spec [HTML 5 spec]", ["0006.html", "0005.html", "0004.html", "0003.html", "0002.html", "0001.html"]], ["ISSUE-89 (idioms): Remove Section 4.12 Common Idioms without dedicated Elements [HTML 5 spec]", ["0000.html"]]], [["ISSUE-106 (obsconf): Return the concept of Obsolete but conforming, back to using obsolete and deprecated [HTML 5 spec]", ["0000.html"]], ["ISSUE-107 (plugin-fallback-example): Politics in fallback example for plugin usage [HTML 5 spec]", ["0002.html", "0001.html"]], ["ISSUE-108:", ["0005.html", "0003.html"]], ["ISSUE-109:", ["0006.html", "0004.html"]], ["ISSUE-110 (sandbox-type-owner): Change Control for text/html-sandboxed media type [HTML 5 spec]", ["0007.html"]], ["ISSUE-111 (checkbox-required): What does input.@required mean for @type = checkbox? [HTML 5 spec]", ["0008.html"]], ["ISSUE-112 (meta-keywords-not): negative keywords-not meta tags [HTML 5 spec]", ["0009.html"]], ["ISSUE-113 (forced-fragment): add a preventable forced-fragment method [HTML 5 spec]", ["0010.html"]], ["ISSUE-114 (rel-canonical-organization): link tag: rel: associate pages about the same organization across many sites for searches without a canonical page and despite a confusingly indistinct name", ["0011.html"]], ["ISSUE-115 (rel-canonical-human): link tag: rel: associate pages about the same person across many sites for searches without a canonical page and despite a confusingly indistinct name [HTML 5 spec]", ["0012.html"]]], [["ISSUE-105: allow image maps on the canvas element [HTML 5 spec]", ["0000.html"]], ["ISSUE-106 (obsconf): Return the concept of Obsolete but conforming, back to using obsolete and deprecated [HTML 5 spec]", ["0001.html"]]], [["ISSUE-100 (srcdoc): Remove the srcdoc attribute from the HTML5 specification [HTML 5 spec]", ["0000.html"]], ["ISSUE-101 (us-ascii-ref): Spec reference for US-ASCII [HTML 5 spec]", ["0001.html"]], ["ISSUE-102 (meta-name-registry): Registration procedure for meta/@name [HTML 5 spec]", ["0002.html"]], ["ISSUE-103 (srcdoc-xml-escaping): XML escaping in iframe/@srcdoc [HTML 5 spec]", ["0003.html"]], ["ISSUE-104 (sniffing-optional): Clarify that mime type sniffing is optional [HTML 5 spec]", ["0004.html"]]], [["ISSUE-89 (idioms): Remove Section 4.12 Common Idioms without dedicated Elements [HTML 5 spec]", ["0000.html"]], ["ISSUE-90 (figure): Tighten the focus and allowable content in the figure element [HTML 5 spec]", ["0001.html"]], ["ISSUE-91 (aside): Re-focus and tighten definition of the aside element [HTML 5 spec]", ["0002.html"]], ["ISSUE-92 (cleanuptable): Re-write the Table section to remove extraneous material, and provide cleaner description [HTML 5 spec]", ["0003.html"]], ["ISSUE-93 (details): Return Details Element [HTML 5 spec]", ["0020.html", "0019.html", "0018.html", "0017.html", "0016.html", "0015.html", "0014.html", "0013.html", "0012.html", "0011.html", "0010.html", "0009.html", "0008.html", "0007.html", "0006.html", "0005.html", "0004.html"]], ["ISSUE-94 (webcoresplit): Split Web Application Core and UA specific elements into separate spec [HTML 5 spec]", ["0021.html"]], ["ISSUE-95 (hidden): Remove/Discard the Hidden Attribute [HTML 5 spec]", ["0024.html"]], ["ISSUE-96 (progress): Remove/Discard the Progress Element [HTML 5 spec]", ["0025.html"]], ["ISSUE-97 (meter): Remove/Discard the Meter Element [HTML 5 spec]", ["0026.html"]], ["ISSUE-98 (canvas2d): Two Canvas API Split Proposals [HTML 5 spec]", ["0027.html"]], ["ISSUE-99 (meta-scheme): meta/@scheme missing [HTML 5 spec]", ["0029.html"]], ["public-html-bugzilla list [was: ISSUE 93 (details): Return Details Element [HTML 5 spec]]", ["0028.html"]], ["Splitting out the Communications Section", ["0023.html", "0022.html"]]], [["HTML Tables Freeze Panes", ["0000.html"]]], [["ISSUE-85: ARIA roles added to the a element should be conforming in HTML5 [HTML 5 spec]", ["0001.html"]], ["ISSUE-86 (atom-id-stability): HTML5 relaxes Atom requirement on atom:id stability [HTML 5 spec]", ["0002.html"]], ["status on Forking XPath issue? (W3C bug 7059)", ["0000.html"]]], [["ISSUE-80 (title-alternative): document conformance and device dependent display of title attribute content [HTML 5 spec]", ["0003.html"]], ["More on SVG within HTML pages (issue-37 status?)", ["0002.html", "0001.html", "0000.html"]]], [["HTML 5: <include> tag?", ["0003.html", "0000.html"]], ["ISSUE-76 (Shelleyp): Concerns about Microdata section and inclusion/exclusion of RDFa", ["0001.html"]], ["ISSUE-77 (Deprecate/Obsolete): Obsolete but Conforming [HTML 5 spec]", ["0002.html"]]], [["ISSUE-75 (microsoft-review): Microsoft Review of HTML5", ["0000.html"]]], [["ISSUE-73 (predefined-voc): Overlap of \"predefined vocabularies\" with other specifications [HTML 5 spec]", ["0000.html"]]], [["Request to publish HTML5 updated WDs with 2009-04-21 pubdate", ["0000.html"]]], [["ISSUE-70: testing to see if tracker mail integration is working -- created by Web UI [HTML 5: The Markup Language]", ["0000.html"]], ["Web Forms 2.0: Request to publish \"this draft has been superseded\" update", ["0001.html"]]], [["ISSUE-58 (curly alt): Use of \"curly brackets\" to identify a graphical image by its use or type by inserting a generic identifier / descriptor in curly braces as the @alt value for an IMG, [HTML 5 spec]", ["0004.html", "0003.html", "0002.html", "0001.html"]], ["toward a schedule of HTML WG issues", ["0011.html", "0010.html", "0009.html", "0008.html", "0007.html", "0006.html", "0005.html"]], ["WHATWG IRC discussion about GRDDL and head/@profile (ISSUE-55)", ["0000.html"]]], [["an error and anomaly on HTML WG home page", ["0000.html"]], ["Can ISSUE-20 used for your concern over bug 5822?", ["0001.html"]], ["WHATWG IRC discussion about GRDDL and head/@profile (ISSUE-55)", ["0002.html"]]], [["discretion in adding issues [was: respecification of document.write...]", ["0009.html", "0002.html", "0001.html", "0000.html"]], ["discretion in adding issues)", ["0008.html", "0005.html", "0004.html", "0003.html"]], ["drastic reduction of HTML WG issue tracker contributors: explanation please?", ["0014.html", "0013.html", "0012.html", "0011.html", "0010.html"]], ["heads-up about \"new\" URLs section in HTML5 editor's draft", ["0015.html"]], ["Tracker states: RAISED, OPEN, CLOSED", ["0007.html", "0006.html"]]], [["Closing out old and \"bogus\" issues", ["0002.html", "0001.html"]], ["discretion in adding issues [was: respecification of document.write...]", ["0011.html", "0010.html", "0009.html", "0008.html", "0007.html", "0006.html", "0005.html", "0004.html", "0003.html"]], ["Requesting some issue guidance on ARIA", ["0000.html"]]], [["re-sync on issue tracking", ["0000.html"]]], [["{tracker} product name change", ["0001.html", "0000.html"]]], [["[January 22 publication date [was: Transition and publication ?requests initiated for HTML5 FPWD]]", ["0010.html"]], ["[Video codec requirements changed]", ["0006.html"]], ["ACTION-24: suggest accessibility improvement for \"Big issue\" marker", ["0001.html", "0000.html"]], ["Fwd: Tracker features - additional states", ["0009.html", "0008.html", "0007.html"]], ["let's leave editorial issues out of the tracker [was: ISSUE-26 ...]", ["0005.html", "0004.html"]], ["Request to delete \"should support Ogg\"...]", ["0003.html", "0002.html"]]], [["ACTION-10 Integrate into the Nov. 2007 meeting record the notes that Joshue took during the 2007-11-10 ARIA discussion", ["0011.html", "0010.html", "0008.html", "0003.html"]], ["ACTION-19, work with editors to publish design principles draft", ["0004.html"]], ["ACTION-21, Consider informal survey on canvas tactics", ["0012.html"]], ["ACTION-26, Work on getting a VCS system set up for storing test cases, by 2007-11-29", ["0006.html"]], ["ACTION-6 Create script for building PDF version of HTML5 spec using Prince", ["0002.html", "0001.html"]], ["HTML WG ACTION-5 \"task force for developer community outreach\"", ["0009.html", "0007.html", "0005.html"]], ["New Public mailing list - public-html-wg-issue-tracking", ["0000.html"]]]]