[[["Payment Handler; CAPTCHAs; AI for WAI; Description Computation; Wendy Seltzer at iipcWAC18; EU Copyright; WebDriver; WebRTC and IoT; WebAuthn; Strategic Highlights Report", ["0000.html"]], ["WAI specialist; W3Cx; Web Payment; DID; RDF/XML; SVG 2.0; Judy Brewer ACM SIGACCESS; Web design; ActivityPub; Annotation; WebAuthN; Web Applications on Mobile; WebAssembly;", ["0002.html"]], ["x", ["0001.html"]]], [["MozDevNet; WWW2018; HTML superseded; ReSpec; Sensor API; WebRTC; WebAuthn; Web Standards; WAI; Web Annotations", ["0000.html"]], ["Strategy; WebAuthn; TBL at WWW2018; Payment Request; Accessibility; Net Neutrality; WebAssembly", ["0001.html"]], ["WebDriver; TBL and #TheWebConf; Progressive Web Apps; Anniversaries; Net Neutrality; WebAssembly; Web Payments; WebRTC; WebAuthn; WAI", ["0002.html"]], ["WebDriver; WAI tutorials; Web Payments; WCAG 2.1; Smart Cities; Net Neutrality; WebRTC; WebAuthn; Publishing; W3C: Influencers 2018", ["0003.html"]]], [["CSS Container Queries; Payment Request API; Invited Experts; WAI; Mary Lee Berners-Lee; Keyboard Lock API; WebVR; Web Security", ["0002.html"]], ["Payments on the Web; Open Standards; AR, Web and Geospatial Tech; Mobile Web Apps; how we can fix the Internet; Tooling for Web Data; WebRTC; HTML 5.2", ["0000.html"]], ["Text Layout for Arabic Script; TimBL at WWW2018; Accessibility; Jeff Jaffe at mEnabling Summit; 10p Web coins; WebRTC; HTML5 apps; WebAssembly;", ["0004.html"]], ["Web birthday; TBL at WWW2018; TAG election; Digital Publishing Summit; WebRTC; WOFF 2.0", ["0005.html"]], ["Web Payments; Happy birthday XML; WCAG2.1; Generic Sensor API; John Perry Barlow; Web Assembly; DIDs; HTML; WebRTC; WoT", ["0003.html"]], ["Web Payments; HTML5 and CSS W3Cx; AR and Geospatial; ActivityPub; Web Security IG; Net Neutrality; HTTPS; WebVR; HTML5; Accessibility; AMP U", ["0001.html"]]], [["AOM; Web Payments; WAI specs to PR; Publishing Summit; Linked Data; Tim Berners-Lee; Net Neutrality; CSS Grid; Web Assembly; Linked Data; WebRTC", ["0002.html"]], ["Graph Database; Augmented Reality, Web, and Geospatial tech; ERC-780; Blue Beanie Day; Web Annotations; WCAG 2.0; CSS Grid Layout; AR", ["0003.html"]], ["HTML 5.2 and 5.3; Web Payments; 1st W3C meeting; ARIA 1.1; Dataset Exchange; Net Neutrality; WebRTC", ["0004.html"]], ["Payment Request; WAI; W3C Developer meetup; WebVR; WebDriver; Meet the AB; WebRTC", ["0000.html"]], ["W3C and MDN; W3Cx; Semantic Sensor Network; WebVR; W3C Dev meetup; CSS; Tim Berners-Lee and Web Payments; WAI", ["0001.html"]]], [["Custom Elements; W3Cx; Web Security; Web Payments; Gaming and the Web; Web Crypto; WCAG; Web Budget API", ["0000.html"]], ["HTML5.2; WITBragDay: @TzviyaSiegman, @HALOWorldwide, and @sundress; Silver; Net Neutrality; Web Payment", ["0004.html"]], ["Interledger at TPAC; Web Payments; WCAG 2.1; ARIA; XMLDSig; OWL; WebRTC; Jeff Jaffe at IoT World; Web VR", ["0007.html"]], ["Interledger workshop; WCAG; WAI Evaluation tools; Web Payments; Linked Data; Tim Berners-Lee in Forbes; Media Capture; EME", ["0008.html"]], ["RDF; EME at W3C; Do Not Track; Web Payments; Web RTC; Flash and HTML5; ePub; Linked Data Notifications", ["0003.html"]], ["W3C Dataset Exchange WG; EFF EME objection; alt-text decision tree; HTML5; WebRTC", ["0002.html"]], ["W3Cx half million students; WCAG2.1; W3C Publishing Summit; HTML5; Web Payments; Progressive Web Apps", ["0005.html"]], ["Web Payments; DPUB ARIA; FIDO2; Web driver; DWBP; Commonwealth Award; Payments Request; Verifiable Claims; WebRTC; Publishing Summit; Web Assembly", ["0006.html"]], ["WebVR CG; EFF appeal; EME on the Lunduke hour; Books on the Web; Net Neutrality; Jeff Jaffe and \"Fixing the Web\"; WebRTC; HTML5 Gaming; SVG", ["0001.html"]]], [["<style>; W3Cx at WWW2017; FIDO; HTML5.2; SHACL and ShEX; Net Neutrality; WoT; WAI ARIA", ["0000.html"]], ["Happy birthday WAI; WCAG 2.1; i18n full justification; TimBL wins Turing Award; W3Ctrack at WWW2017; US Net Neutrality; WebRTC", ["0001.html"]], ["HTML5 stickers; guide to ARIA specs; asteroid landing on a data centre; GAAD; Payment Handler API; CSS3; Payment Request API", ["0006.html"]], ["Linked Data notifications; Web payments; Dataset Exchange WG; W3Cx; Tim Berners-Lee; website accessibility; EME: rules on the web", ["0004.html"]], ["Micropub; W3Cx; Web Payments; LDN; WebRTC; HTML5; Social Web, MicroPub and ActivityStreams 2.0", ["0008.html"]], ["W3Cx javascript course; AMI joins W3C; reflections on GAAD by Shadi Abou-Zahra; AB election; Net Neutrality; HTML5; \"Flashpocalypse\"", ["0007.html"]], ["W3Cx javascript; Style Examples; WAI tutorials; Dataset Exchange WG; Net Neutrality; WoT; WCAG 2.1 in India; WebRTC", ["0005.html"]], ["W3Cx; ISWC2017; Judy Brewer at #mEnabling17; CSS lectures at CWI; Net Neutrality; ITU and Blockchain; Publishing Summit; WCAG 2.0; IoT; WebRTC; Web Publishing", ["0009.html"]], ["WAI tutorials; W3Cx; Liam Quinn; Net Neutrality; localization; Felix Sasaki on publishing; EME for privacy: Linked data and WoT", ["0003.html"]], ["WebSub; Leonie Watson; a11y; ActivityStreams 2.0; Net Neutrality US and Canada; Web RTC; EME in HTML5", ["0002.html"]]], [["autofocus; Publishing Business Grroup/EPUB3; Best Practices for Data on the Web; tracking; Domain Encryption; Web Payments; WAI ARIA; Web Authentication; IoT", ["0000.html"]], ["DWBP; IDPF W3C merger; W3C TAG in Boston; Web Payments; WebRTC", ["0003.html"]], ["WCAG 2.1; Open Geo Spatial; TBL on challenges to the Web; Vint Cerf on Net Neutrality; Web Browsers; WebRTC; HTML5 for games; EME", ["0007.html"]], ["WCAG2; Mobile Web Progress; WebRTC; WWW2017; Accessibility; WoT; Web Annotation", ["0006.html"]], ["Web Annotations; Web Driver; Incubation; DWBP; Linked Data Notifications; Jeff Jaffe at w3cTEFbc; ISP Privacy Rules; Web RTC; WebGPU; IDPF W3C merger; Accessibility", ["0005.html"]], ["Web Crypto API; W3C and Safari; TAG Extensible Web Summit; FIDO; HTML5", ["0002.html"]], ["Web GPU; Web Crypto; HTML5.2 accessibility; W3C specs; Net Neutrality; WebRTC; CSS3", ["0004.html"]], ["WoT WG; ARIA chair; Web Mention; BDE; IDPF; US FCC; CSS; WebRTC; WCAG 2.0; CSP", ["0001.html"]], ["XMLQuery; LDN; WebFestPerth; Web Payments WG; US Privacy Rules; Jeff Jaffe on W3C; Netflix on Linux; WoT; Privacy at W3C", ["0008.html"]]], [["CSS Intro course, Generic Sensor API, Web Payments, preloading resources, Webbr2016, Smart Descriptions", ["0001.html"]], ["HTML5.1; Web Payments; cleaning up w3.org/Guide; Web Platform WG; TAG in Japan; Tim Berners-Lee, data and Oxford; ePub; WCAG", ["0003.html"]], ["IDPF merger; ARIA in HTML; Web Payments; speed of W3C Recommendations; Blockchain; WebVR", ["0004.html"]], ["PubSub, WebVR, Big Data, Digital Publishing, alternate histories, UK & Ireland office, IDPF, Tim Berners-Lee, Accessibility", ["0002.html"]], ["W3Cx CSS; Jeff Jaffe at ALN2016; SDSVoc worksop; TV Control, Geolocation, Web Mentions; HTML 5.1", ["0005.html"]], ["W3Cx CSS; White House Summit; SDSVoc; \"W3C Staff is thankful for\"; VR Reality", ["0006.html"]], ["W3Cx; Payments WG; XML/XQuery/XSLT/XPath; ARIA 1.1; Net Neutrality; Internet in 1973; Predictions 2017; HTML5; WebRTC; FIDO 2.0", ["0009.html"]], ["W3Cx; schema.org for datasets; #SDSVoc; Spatial Data Quality; Internet Archive; Snooper's law; WebVR; PROV; Blockchain", ["0007.html"]], ["Web & VR workshop, W3Cx, Web Payments, Tim Berners-Lee on Redecentralizing the Web, Paid Content, ICANN, Phil Archer on the Web of Data, TPAC in Lisbon, Accessibility, HTML5.1", ["0000.html"]], ["WebVR workshop; W3Cx; CSS fonts; 404 Error; 1st W3C AC meeting; Web Authentication", ["0008.html"]]], [["blockchain, HTML5 game programming, LinkedData Notification, Web Components", ["0001.html"]], ["Linked Data Notifications, WCAG2, Tim Berners-Lee, Authentication", ["0004.html"]], ["Micropub, Data on the Web Best Practices, Memento, WebRTC, Web Annotation Data Model, Blockchains on the Web, Net Neutrality", ["0007.html"]], ["SDSVoc, HTML5 game programming, Data on the Web Best Practices, HMTL 5.2, Net Neutrality, Web of Things, Re-decentralizing the Web, Blockchain workshop, Web Authentication, Web Crypto", ["0000.html"]], ["Service Worker Spec, SPARQL, Linked Data Notifications, Blockchain, TPAC in Lisbon, 25th anniversary, autoplay, Web Applications, SVG/HTML/CSS, WebRTC, Screen Orientation, WAI", ["0006.html"]], ["SVG2, W3C Developer Meetup, HTML5.1, W3Cx, ParisWeb, call for Developers, ICANN, WebApps, Web Payments", ["0008.html"]], ["Vibration API, W3Cx, OWL Time, Web Payments, Net Neutrality in Europe, Blockchain", ["0002.html"]], ["W3Cx, Linked Data Notifications, tools and validators, Data on the Web BP, 25th anniversary of Web public announcement, HTML5 Accessibility", ["0005.html"]], ["WAI-ARIA 1.1; W3Cx; Pointer Events; Web Authentication; Blockchain", ["0003.html"]]], [["discussion on annotations and abuse, HTML+ARIA conformance checker, Web Payments, Web of Things, W3C and IDPF", ["0004.html"]], ["HTML Manifest, Web Payments, ideas to specs, hardware-based secure services, Annotation, Accessibility, WWW2016, Brazil Cybercrimes Bill, WebRTC,", ["0002.html"]], ["HTML5.1, W3C at WWW2016, Hardware-based Secure Services CG, W3Cx, Payment Request API, Tim Berners-Lee edX on IoT, image descriptions", ["0001.html"]], ["Sensors API, RDF-based annotations, Battery Status API, Device APIs WG, HTML new co-editor, CSS, W3Cx", ["0000.html"]], ["TBL birthday, W3Cx, Web Authentication, Data on the Web Best Practices, Decentralized Web, W3C20 ASIA, Jean-François Abramatic", ["0010.html"]], ["TimBL and IDPFDigiCon; Blockchain workshop; licenses and obligations WG; Javascript API; Web Payments; WebAuth; W3Cx in India; ePUB, W3C and IDPF", ["0006.html"]], ["w3cx, Blockchain workshop, HTML5, secure services, Jeff Jaffe at Conference PIC, extension API", ["0005.html"]], ["W3Cx, Data on the Web Best Practices, WAI Perspective videos, Web Annotation, WebRTC, TimBL on publishing, Shadi Abou-Zahra, Web Payments, W3C-IDPF", ["0007.html"]], ["W3Cx, Javascript API, Webmention, Blockchain workshop, IoT, Jeff Jaffe CSAIL Alliance, TTML, Data Sharing on the Web", ["0008.html"]], ["web mention, Payment Request API, Web App Manifest spec, web design, HTML 5.1", ["0003.html"]], ["WebVR, <h1>, html5canvas, UK Ireland Office, Speech Synthesis API, IoT, W3Cx", ["0009.html"]]], [["Data Pipelining CG, CORS, Net Neutrality in India, HTML5, WebApps", ["0005.html"]], ["GDS, Data on the Web, Generic Sensor spec, ICANN55, W3C Dev meetup, HTML5.1, CSS, W3C TAG, Web RTC", ["0008.html"]], ["HTML5 on github, Responsive Web Design course, diversity at W3C, SPARQL, MathML, TimBL at Davos and Sundance, Spatial Data on the Web", ["0002.html"]], ["iAnnotate 16, diversity at W3C, Web Authentication, Interledger. Vivo and accessibility, WebRTC", ["0006.html"]], ["Molly H joins W3C, SW Data Model for Permissions and Obligations, CSS Grid Layout Workshop, JSON-LD, Emmy award, Tim Berners-Lee", ["0001.html"]], ["RWD course, HTML5.1, iAnnotate 16, Big Data Europe, IoT course, Open Web Platform, Accessibility, Arctic Spatial Data Pilot", ["0007.html"]], ["Shape Security, Universal Images, Music Notation, Validator Suite, Net Neutrality, Jeff Jaffe, Payments, Web Standards and Apps", ["0000.html"]], ["Web Security at W3C, Content Security Policy, Code of Ethics, Course schemas, Battery API, Net Neutrality, Push Notifications, TBL at Sundance", ["0003.html"]], ["Web Security Engineer @ W3C, design patters, Micropub & ActivityPub, Jeff Jaffe at IoT World", ["0004.html"]]], [["BBC HTML5, Web Payments, HTML Note, Transforming the Web, W3Cx, HTML5Apps, Web Accessibility Award", ["0000.html"]], ["CSS, DOM4, API, FIDO, CSV, Web archives, SVG, IoT demo", ["0006.html"]], ["CSS, W3C Developers avenue, Jeff Jaffe on Web Payments, Web of Things, Tim Berners-Lee and building the World Wide Web", ["0005.html"]], ["Encryption, HTML5, HTTPS, W3Training, Shadow DOM, Accessibility, RDF in the browser, OpenEdX, Digital Publishing, DNT", ["0001.html"]], ["Flash/HTML5, Accessibility API mappings, W3C developers, Portable Web Publications, Net Neutrality, Code Validation, W3C, Annotations, Accessible India", ["0007.html"]], ["W3C donations page, Web Payments, TPAC 2015, Developer meetup, Push API, Net Neutrality, HTML5, W3C Developer Portal, WebRTC", ["0003.html"]], ["W3Cx, CSV to Rec, Data on the Web, Net Neutrality, 25th anniversary of the 1st website, HTML5", ["0009.html"]], ["W3Cx, https, ARIA, Emmy award, 1st W3C AC meeting, TBL on Open Source, Shawn Henry on WAI", ["0008.html"]], ["Web Payments, support W3C Developers, WAI tutorial, Priorities, Net Neutrality in Europe, languages in India", ["0004.html"]], ["WebRTC, HTML5, Digital Fingerprinting", ["0002.html"]]], [["(no subject)", ["0010.html"]], [".HTML5, Media Accessibility, Open Stand, w3c-api, WAI IRC, Net Neutrality, Do Not Track", ["0008.html"]], ["HTML5 video, ATAG, CSS, re-decentralizing the Web, Accessibility, Spatial Data on the Web", ["0003.html"]], ["Mobile Checker, Geofencing, Digital Publishing, Web Components to Github, HTML5", ["0001.html"]], ["public Working Groups, Accessibility, data quality vocabulary, Internet of Things, HTML5", ["0006.html"]], ["SVG2, CSS Page Floats, Certificates, Net Neutrality, Object RTC, SRI", ["0011.html"]], ["Twitch and HTML5, W3Cx, CSS, ATAG 2.0, Data on the Web, suggesting a spec to W3C, Net Neutrality, Tim Berners-Lee, Jeff Jaffe", ["0012.html"]], ["Web Apps on Mobile, ScheMed, W3Cx HTML5 course, Web Payments, HTML5", ["0009.html"]], ["Web Payments, HTML5, W3C Australia office, MusicXML, Net Neutrality, Web tracking", ["0005.html", "0004.html"]], ["Web Payments/bitcoin, Crosscloud jobs, low vision accessibility, Web Tracking preferences, Net Neutrality", ["0007.html"]], ["Web tracking, HTML JSON, ARIA, Dev meet up, CSV on the Web, Open Standards, DNT", ["0002.html"]], ["XInclude, goodbye Zakim, Hangul Text, Social Web, Mobile Checker, Digital Publishing, Web Annotation", ["0000.html"]]], [["#HonoringWebFolk, Web and TV, W3Cx, Net Neutrality in India, DNT, WebRTC, HTML5", ["0001.html"]], ["AIRA, WebApps, HTML5, Web Payments, Net Neutrality, GeoSemantics, Gottlieb Duttweiler Prize, HTTPS, Clipboard API", ["0004.html"]], ["Data on the Web, Developer Tools, Web of Things, HTML5, MathML 3.0, Paris Web, the Future of the Web", ["0012.html"]], ["Data on the Web, Software and Document License, Digital Publishing, Accessibility, Net Neutrality, HTML5 and edX", ["0009.html"]], ["digital publishing, SDTimes, WCAG, Digital Health, HTML5, W3Cx, DevTools, Net Neutrality, Berners-Lee statue", ["0008.html"]], ["HTML5, a11y, W3C 20 Europe, Net Neutrality, OpenStand, DOM", ["0005.html"]], ["Media WG, Generic Sensor API, HTTPS, Net Neutrality, HTML5, Software and Document License", ["0010.html"]], ["Reading W3C Specs, Validation Service, Net Neutrality, HTML5, HTTPS. Web Payments, Standardization, Open Web", ["0003.html"]], ["RIAA, Web Payments, pervasive surveillance, Net Neutrality, CSV, HTTPS", ["0002.html"]], ["W3C in numbers, CSV on the Web, Aria in HTML, EPUB, online advertising, Net Neutrality, HTML5, Web fonts, Firefox 38, Web RTC, Extensible Web", ["0006.html"]], ["Web of Things, YouTube Live Streams HTML5 Playback, apology, Net Neutrality, spatial data access", ["0007.html"]], ["WebRTC, DOM4, Automotive, World Wide What, Security, Contacts Manager, Net Neutrality, HTML5", ["0011.html"]], ["Weekly digest of W3C news and trends: W3C MOOCs and EdX, Trust on the Web, JS and HTML6, New Tools, DNT, Automotive", ["0000.html"]]], [["Weekly digest of W3C news and trends: W3C and OGC to work on Spatial Data on the Web, WAI Tutorials, W3Training, etc.", ["0000.html"]], ["Weekly digest of W3C news and trends: W3C TAG election, HTML5 Japanese Community Group, W3C in figures (2014), etc.", ["0001.html"]], ["Weekly digest of W3C news and trends: W3C TAG on Securing the Web, Web Of Things Interest Group, YouTube defaults to HTML5 video, etc.", ["0003.html"]], ["Weekly digest of W3C news and trends: W3C's WoT initiative, Accessibility Research, Cory Doctorow Rejoins EFF, etc.", ["0002.html"]]], [["Weekly digest of W3C news and trends: Chrome HTML5 features, Service Workers, Net neutrality, etc.", ["0004.html"]], ["Weekly digest of W3C news and trends: CSP for Gmail, CSS1 is 18 years old, W3C CEO on after HTML5, etc.", ["0009.html"]], ["Weekly digest of W3C news and trends: CSS is 20, autowebplatform progress, TimBL’s keynote, Physical Web, etc.", ["0001.html"]], ["Weekly digest of W3C news and trends: Fire TV Web App kit, Mike[tm] Smith on HTML validation, etc.", ["0008.html"]], ["Weekly digest of W3C news and trends: HTML5 is a Recommendation, #w3c20, Winamp in HTML5+JS, etc.", ["0002.html"]], ["Weekly digest of W3C news and trends: much html-json-forms wow such fame, Epub-Web, Webizen vote, European Parliament on competition, etc.", ["0005.html"]], ["Weekly digest of W3C news and trends: W3C CEO on after HTML5, #bbd14, @W3C-PO protocol droid, No CAPTCHA ReCAPTCHA, etc.", ["0007.html", "0006.html"]], ["Weekly digest of W3C news and trends: W3C turned 20, Typography, Mozilla/Ford Open Web Fellowship, etc", ["0000.html"]], ["Weekly digest of W3C news and trends: wide-review signal list, President Obama on Net Neutrality, etc.", ["0003.html"]]], [["Weekly digest of W3C news and trends: HTML5 Proposed Recommendation, After HTML5, W3C20, etc.", ["0004.html"]], ["Weekly digest of W3C news and trends: HTML5 video, #webizen survey, w3process raised issue-124, etc.", ["0003.html"]], ["Weekly digest of W3C news and trends: input-related APIs collaborations, W3C TAG by-election, etc.", ["0000.html"]], ["Weekly digest of W3C news and trends: Personal names around the world, HTML elements, Web 2024, etc.", ["0001.html"]], ["Weekly digest of W3C news and trends: W3C/WHATWG specs, OpenStand 2-y anniversary, upcoming Internet Slowdown, etc.", ["0002.html"]], ["Weekly digest of W3C news and trends: Webizen survey, WebPerf, for TimBL fast lanes are bribery, etc.", ["0005.html"]]], [["Weekly digest of W3C news and trends: #663399, W3C comma tools, Firefox WebIDE, etc.", ["0008.html"]], ["Weekly digest of W3C news and trends: #web25 anniversary at #www2014, Real Work Modes of HTML WG, EU Data Retention Directive invalid, etc.", ["0001.html"]], ["Weekly digest of W3C news and trends: EmotionML is a Recommendation, Specifiction, TimBL at the Webbys, Web Cryptography, etc.", ["0005.html"]], ["Weekly digest of W3C news and trends: Mozilla implements EME, Draft charter of Web Payments Interest Group, W3C Advisory Board election, etc.", ["0004.html"]], ["Weekly digest of W3C news and trends: Picture Element, #HTML5 Last Call, #W3C20 Symposium, Tim Berners-Lee celebrated #web25 at #FENS2014, #663399becca, etc.", ["0007.html"]], ["Weekly digest of W3C news and trends: W3C Annotations Workshop, WebRTC Summit, Net Neutrality in Europe, etc.", ["0000.html"]], ["Weekly digest of W3C news and trends: W3C MultilingualWeb Workshop Program, HTML5 outline algorithm, IAB joins W3C, etc.", ["0002.html"]], ["Weekly digest of W3C news and trends: WebbyAwards celebrating Web25, WebCryptoAPI LC comments, EFF Do Not Track tool, etc.", ["0003.html"]], ["Weekly digest of W3C news and trends: WebRTC, Net Neutrality, HTML5 advertising defeats Flash, etc.", ["0006.html"]]], [["WAI-ARIA now a standard, W3C Japan hiring, Webizen task force, etc.", ["0009.html"]], ["Weekly digest of W3C news and trends: Happy Birthday World Wide Web! #web25", ["0008.html"]], ["Weekly digest of W3C news and trends: HTML Landscape diff, W3C nominated for net Awards, HTML for email Community Group, etc.", ["0003.html"]], ["Weekly digest of W3C news and trends: JavaScript and HTML5 W3C Training, CSS Regions Published, Net Neutrality, etc.", ["0006.html"]], ["Weekly digest of W3C news and trends: misconceptions on DRM into HTML5, JSON-LD, Net Neutrality, etc.", ["0001.html"]], ["Weekly digest of W3C news and trends: MPAA joined W3C, Vimeo rebuilds HTML5-Based Video Player, Vocabularies at W3C, TAG election, etc.", ["0000.html"]], ["Weekly digest of W3C news and trends: Open Data promotion in Japan, RDF is 15 years old and RDF 1.1 became a Rec, Microsoft to implement WebDriver, etc.", ["0007.html"]], ["Weekly digest of W3C news and trends: W3C working on agile Process, ITS 2.0 video, CSS Grid Layout, etc.", ["0002.html"]], ["Weekly digest of W3C news and trends: Web 25th birthday, @w3c_webmob Mobile Roadmap, HTML for email CG, etc.", ["0004.html"]], ["Weekly digest of W3C news and trends: Web Cryptography API, W3C role in standardizing the Open Web Platform, etc.", ["0010.html"]], ["Weekly digest of W3C news and trends: Web Security, EU ruling on hyperlinks, @web25 birthday, etc.", ["0005.html"]]], [["Weekly digest of W3C news and trends: CSS is 17, W3C Spain office 10-year anniversary, TimBL on mass surveillance, etc.", ["0009.html"]], ["Weekly digest of W3C news and trends: Data Activity launched, HTML 5.1 Nightly's Crocoduck, MDN redesigned, etc.", ["0008.html"]], ["Weekly digest of W3C news and trends: DRM and HTML, W3C TR Dev Process revisions in Last Call, a year of @webplatform, etc.", ["0003.html"]], ["Weekly digest of W3C news and trends: DRM in HTML5, Google Web Designer in beta, W3C@19, etc.", ["0000.html"]], ["Weekly digest of W3C news and trends: Encrypted Video and the Open Web, Touch Events becomes a W3C Standard, Auto industry turning to HTML5, etc.", ["0001.html"]], ["Weekly digest of W3C news and trends: Faces of W3C Team, Tomorrow is #bbd13, HTML5 Games to Nickelodeon Android App, etc.", ["0006.html"]], ["Weekly digest of W3C news and trends: Statement on the Future of Internet Cooperation, new Validator Suite pricing model, Super Mario in HTML5, etc.", ["0002.html"]], ["Weekly digest of W3C news and trends: TimBL on encryption cracking, Test the Web Forward now part of W3C, OpenH.264, etc.", ["0004.html"]], ["Weekly digest of W3C news and trends: TimBL on pervasive surveillance, #TPAC2013, Spec: CSS Transitions Draft, etc.", ["0005.html"]], ["Weekly digest of W3C news and trends: W3C TAG Nominations, successful 2013 #html5j conference, TimBL at #UNRightsAt20, etc.", ["0007.html"]]], [["Weekly digest of W3C news and trends: DNT, Eolas patents invalidated, etc.", ["0003.html"]], ["Weekly digest of W3C news and trends: DNT, Firefox OS, Social Web standards, Cloud standardization, etc.", ["0000.html"]], ["Weekly digest of W3C news and trends: Do Not Track, W3C Validator Suite, W3C HTML5 Tour India, etc.", ["0008.html"]], ["Weekly digest of W3C news and trends: Ecommerce standard work in custexpdata CG, Lea Verou leaving W3C, etc.", ["0001.html"]], ["Weekly digest of W3C news and trends: Firefox OS phase 2, HTML5 Game Development, W3C cheatsheet updated, HTML+RDFa 1.1 is a REC, etc.", ["0006.html"]], ["Weekly digest of W3C news and trends: HTML5 Web Apps in Amazon Appstore, kill CAPTCHAs, #osfw3c Social Standards Workshop, etc.", ["0005.html"]], ["Weekly digest of W3C news and trends: W3C rejects DAA’s DNT proposal, new TAG member elected, Accessible SVG Community Group launched, etc.", ["0002.html"]], ["Weekly digest of W3C news and trends: W3C Validator Suite, HTML5 video first at kickstarter, etc.", ["0007.html"]], ["Weekly digest of W3C news and trends: Web Storage is a REC, Thomas Roessler leaving W3C, W3C Highlights Strategy Report, etc.", ["0004.html"]]], [["Weekly digest of W3C news and trends: EFF Formal Objection to the HTML WG Draft Charter, subline element, Everest en HTML5 etc.", ["0008.html"]], ["Weekly digest of W3C news and trends: Encrypted Media Extensions, DNT, “Show outline” feature in W3C Nu Markup Validator, etc.", ["0004.html"]], ["Weekly digest of W3C news and trends: Encrypted Media Extensions, W3C Website Survey, Do Not Track, HTML5 Epic Citadel, etc.", ["0006.html"]], ["Weekly digest of W3C news and trends: hgroup dropped from HTML5, W3C at GSoC 2013, HTML5 Powers next Zimbra release, …", ["0001.html"]], ["Weekly digest of W3C news and trends: HTML5 Video at Netflix, Intel’s HTML5 App Development Platform, etc.", ["0003.html", "0002.html"]], ["Weekly digest of W3C news and trends: Meet the TAG, Tokyo W3C Meetup, AB election campaign, EFF joined W3C etc.", ["0007.html"]], ["Weekly digest of W3C news and trends: new WebRTC and HTML5 features in Firefox 20 and Chrome 27, Test The Web Forward Seattle, Famo.us: HTML5 developer framework, …", ["0000.html"]], ["Weekly digest of W3C news and trends: WWW 20 years in the Public Domain, Proposed Permissive Copyright Experiment, W3C brand Survey, etc.", ["0005.html"]]], [["Weekly digest of W3C news and trends", ["0003.html", "0002.html", "0001.html", "0000.html"]], ["Weekly digest of W3C news and trends: #W3Conf 2013 videos, Pointer Events last call, Webmaster at W3C, …", ["0007.html"]], ["Weekly digest of W3C news and trends: Automotive and Web Platform Business Group, W3Conf live stream, BBC supports DRM into HTML5, ...", ["0006.html"]], ["Weekly digest of W3C news and trends: DRM in HTML5, SPARQL 1.1 Standard, Tim Berners-Lee awarded 1st #QEPrize for Engineering …", ["0009.html"]], ["Weekly digest of W3C news and trends: DRM in scope with HTML, #W3Cebooks Workshop, Jaffe’s #TOCcon keynote, #XML is 15, etc.", ["0005.html"]], ["Weekly digest of W3C news and trends: New HTML5 editor, WebRTC", ["0004.html"]], ["Weekly digest of W3C news and trends: Role Attribute 1.0, Unreal Engine 3 on the Web, DRM in HTML5, …", ["0010.html"]], ["Weekly digest of W3C news and trends: W3C plans website redesign, HTML5 vs. Apps, VP8 Licensing, DRM in HTML5 …", ["0008.html"]]], [["Digest of W3C news and trends", ["0005.html", "0004.html"]], ["Weekly digest of W3C news and trends", ["0010.html", "0009.html", "0008.html", "0007.html", "0006.html", "0003.html", "0002.html", "0001.html", "0000.html"]]], [["Weekly digest of W3C news and trends", ["0000.html"]]]]