[[["DMAI, Inc. FSA commitment for Dialogue Manager Programming Language (DMPL) 2020 Specification", ["0002.html"]], ["DMAI, Inc. FSA commitment for DM Script 2020 Specification", ["0000.html"]], ["DMAI, Inc. FSA commitment for DM Script Specification", ["0001.html"]]], [["TEKETKOM LTD FSA commitment for Web Media API Snapshot 2017 Specification", ["0001.html"]], ["TEKETKOM LTD FSA commitment for Web Media Application Developer Guidelines Specification", ["0000.html"]]], [["Kevin Fourie FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0002.html"]], ["Kevin Fourie FSA commitment for Verifiable Claims Data Model and Representations 1.0 Specification", ["0001.html"]], ["Kevin Fourie FSA commitment for Verifiable Claims Use Cases 1.0 Specification", ["0000.html"]]], [["Total Network Service, Inc. FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0000.html"]]], [["AKASHA Foundation FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0006.html"]], ["BrightLink FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0019.html"]], ["Christopher Allen FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0013.html"]], ["Cloud Compass Computing, Inc. FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0008.html"]], ["ConsenSys FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0000.html"]], ["Credly FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0022.html"]], ["Danube Tech GmbH FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0002.html"]], ["Digital Bazaar FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0001.html"]], ["Dublin Core Metadata Initiative (DCMI) FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0024.html"]], ["Eddie Kago FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0027.html"]], ["Evernym FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0003.html"]], ["FutureLab Consulting FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0015.html"]], ["Gregg Kellogg FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0009.html"]], ["Heather Vescent FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0020.html"]], ["IMS Global Learning Consortium FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0011.html"]], ["Irene Hernandez FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0014.html"]], ["Joe Andrieu FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0005.html"]], ["Kayode Ezike FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0026.html"]], ["Kim Duffy FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0025.html"]], ["Learning Machine FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0016.html"]], ["Liam Quin FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0012.html"]], ["National Cheng Kung University FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0021.html"]], ["Province of British Columbia FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0018.html"]], ["SecureKey FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0010.html"]], ["SelfKey FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0029.html"]], ["Sovrin Foundation FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0004.html"]], ["Spec-Ops FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0030.html"]], ["Steven Rowat FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0007.html"]], ["Thematix Partners, LLC FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0017.html"]], ["Transmute FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0031.html"]], ["Universidad de Málaga FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0033.html"]], ["Universities Admissions Centre FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0032.html"]], ["Vineet Singh FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0023.html"]], ["YangHao Yuan FSA commitment for Decentralized Identifiers (DIDs) v0.13 Data Model and Syntaxes Specification", ["0028.html"]]], [["W. W. Norton & Company FSA commitment for EPUB Content Documents 3.2 Specification", ["0006.html"]], ["W. W. Norton & Company FSA commitment for EPUB Media Overlays 3.2 Specification", ["0008.html"]], ["W. W. Norton & Company FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0007.html"]], ["W. W. Norton & Company FSA commitment for EPUB Packages 3.2 Specification", ["0005.html"]], ["Wiley FSA commitment for EPUB 3.2 Specification", ["0000.html"]], ["Wiley FSA commitment for EPUB Content Documents 3.2 Specification", ["0002.html"]], ["Wiley FSA commitment for EPUB Media Overlays 3.2 Specification", ["0004.html"]], ["Wiley FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0003.html"]], ["Wiley FSA commitment for EPUB Packages 3.2 Specification", ["0001.html"]]], [["Bolchiro FSA commitment for EPUB 3.2 Specification", ["0022.html"]], ["Bolchiro FSA commitment for EPUB Media Overlays 3.2 Specification", ["0021.html"]], ["Bolchiro FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0025.html"]], ["Bolchiro FSA commitment for EPUB Packages 3.2 Specification", ["0030.html"]], ["Book Industry Study Group FSA commitment for EPUB 3.2 Specification", ["0000.html"]], ["Book Industry Study Group FSA commitment for EPUB Content Documents 3.2 Specification", ["0005.html"]], ["Book Industry Study Group FSA commitment for EPUB Media Overlays 3.2 Specification", ["0001.html"]], ["Book Industry Study Group FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0006.html"]], ["Book Industry Study Group FSA commitment for EPUB Packages 3.2 Specification", ["0002.html"]], ["DAISY Consortium FSA commitment for EPUB 3.2 Specification", ["0014.html"]], ["DAISY Consortium FSA commitment for EPUB Content Documents 3.2 Specification", ["0016.html"]], ["DAISY Consortium FSA commitment for EPUB Media Overlays 3.2 Specification", ["0018.html"]], ["DAISY Consortium FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0017.html"]], ["DAISY Consortium FSA commitment for EPUB Packages 3.2 Specification", ["0015.html"]], ["EDRLab FSA commitment for EPUB 3.2 Specification", ["0011.html"]], ["EDRLab FSA commitment for EPUB Content Documents 3.2 Specification", ["0019.html"]], ["EDRLab FSA commitment for EPUB Media Overlays 3.2 Specification", ["0024.html"]], ["EDRLab FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0023.html"]], ["EDRLab FSA commitment for EPUB Packages 3.2 Specification", ["0020.html"]], ["Fondazione LIA FSA commitment for EPUB 3.2 Specification", ["0050.html"]], ["Google, Inc. FSA commitment for EPUB 3.2 Specification", ["0051.html"]], ["Google, Inc. FSA commitment for EPUB Content Documents 3.2 Specification", ["0053.html"]], ["Google, Inc. FSA commitment for EPUB Media Overlays 3.2 Specification", ["0055.html"]], ["Google, Inc. FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0054.html"]], ["Google, Inc. FSA commitment for EPUB Packages 3.2 Specification", ["0052.html"]], ["Greg Alchin FSA commitment for EPUB 3.2 Specification", ["0009.html"]], ["Hachette Livre FSA commitment for EPUB Content Documents 3.2 Specification", ["0027.html"]], ["Hachette Livre FSA commitment for EPUB Media Overlays 3.2 Specification", ["0029.html"]], ["Hachette Livre FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0028.html"]], ["Hachette Livre FSA commitment for EPUB Packages 3.2 Specification", ["0026.html"]], ["Ian Jacobs FSA commitment for EPUB 3.2 Specification", ["0004.html"]], ["ISI FSA commitment for EPUB 3.2 Specification", ["0031.html"]], ["Japan Electronic Publishing Association FSA commitment for EPUB 3.2 Specification", ["0010.html"]], ["Jean-Guilhem Rouel FSA commitment for EPUB 3.2 Specification", ["0003.html"]], ["Julian Calderazi FSA commitment for EPUB 3.2 Specification", ["0045.html"]], ["Julian Calderazi FSA commitment for EPUB Content Documents 3.2 Specification", ["0047.html"]], ["Julian Calderazi FSA commitment for EPUB Media Overlays 3.2 Specification", ["0049.html"]], ["Julian Calderazi FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0048.html"]], ["Julian Calderazi FSA commitment for EPUB Packages 3.2 Specification", ["0046.html"]], ["Liam Quin FSA commitment for EPUB 3.2 Specification", ["0008.html"]], ["Macmillan Learning FSA commitment for EPUB Content Documents 3.2 Specification", ["0034.html"]], ["Macmillan Learning FSA commitment for EPUB Media Overlays 3.2 Specification", ["0036.html"]], ["Macmillan Learning FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0035.html"]], ["Macmillan Learning FSA commitment for EPUB Packages 3.2 Specification", ["0033.html"]], ["pagina GmbH FSA commitment for EPUB 3.2 Specification", ["0013.html"]], ["pagina GmbH FSA commitment for EPUB Content Documents 3.2 Specification", ["0042.html"]], ["pagina GmbH FSA commitment for EPUB Media Overlays 3.2 Specification", ["0044.html"]], ["pagina GmbH FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0043.html"]], ["pagina GmbH FSA commitment for EPUB Packages 3.2 Specification", ["0041.html"]], ["Publizon FSA commitment for EPUB 3.2 Specification", ["0032.html"]], ["Publizon FSA commitment for EPUB Content Documents 3.2 Specification", ["0038.html"]], ["Publizon FSA commitment for EPUB Media Overlays 3.2 Specification", ["0040.html"]], ["Publizon FSA commitment for EPUB Open Container Format (OCF) 3.2 Specification", ["0039.html"]], ["Publizon FSA commitment for EPUB Packages 3.2 Specification", ["0037.html"]], ["Taiwan E-book Research Center commitment for EPUB 3.2 Specification", ["0012.html"]], ["Vivien Lacourba FSA commitment for EPUB 3.2 Specification", ["0007.html"]]], [["INSTITUT TELECOM FSA commitment for Presentation API Specification", ["0000.html"]], ["Intel Corporation FSA commitment for Presentation API Specification", ["0001.html"]], ["LongTail Video FSA commitment for Presentation API Specification", ["0002.html"]]], [["Telefónica FSA commitment for URL Standard Specification", ["0000.html"]]], [["Channy Yun FSA commitment for URL Standard Specification", ["0000.html"]], ["Robin Berjon FSA commitment for URL Standard Specification", ["0001.html"]]], [["Mathias Bynens FSA commitment for URL Standard Specification", ["0001.html"]], ["Mozilla Foundation FSA commitment for URL Standard Specification", ["0000.html"]], ["Opera Software FSA commitment for URL Standard Specification", ["0002.html"]]], [["Google, Inc. FSA commitment for URL Standard Specification", ["0001.html"]], ["Intel Corporation FSA commitment for Presentation API Specification", ["0000.html"]]], [["Microsoft Corp. FSA commitment for WebVTT Specification", ["0000.html"]]], [["Gallaudet University FSA commitment for WebVTT Specification", ["0001.html"]], ["Skynav, Inc. FSA commitment for WebVTT Specification", ["0000.html"]]], [["Apple, Inc. FSA commitment for WebVTT Specification", ["0000.html"]], ["Google, Inc. FSA commitment for WebVTT Specification", ["0004.html"]], ["INSTITUT TELECOM FSA commitment for WebVTT Specification", ["0005.html"]], ["John Foliot FSA commitment for WebVTT Specification", ["0002.html"]], ["Julien Villetorte FSA commitment for WebVTT Specification", ["0009.html"]], ["Mozilla Foundation FSA commitment for WebVTT Specification", ["0010.html"]], ["National ICT Australia (NICTA) Ltd FSA commitment for WebVTT Specification", ["0001.html"]], ["Opera Software FSA commitment for WebVTT Specification", ["0008.html"]], ["Rick Eyre FSA commitment for WebVTT Specification", ["0007.html"]], ["Some Techie, LLC FSA commitment for WebVTT Specification", ["0003.html"]], ["Victor Carbune FSA commitment for WebVTT Specification", ["0006.html"]]], [["Adobe Systems Inc. FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0008.html"]], ["Chris Lilley FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0000.html"]], ["Denis Jacquerye FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0007.html"]], ["Doug Schepers FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0004.html"]], ["House Industries FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0002.html"]], ["INNOVIMAX FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0005.html"]], ["Monotype Imaging Inc. FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0006.html"]], ["Mozilla Foundation FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0001.html"]], ["Tal Leming FSA commitment for SVG Glyphs in OpenType Specification Specification", ["0003.html"]]], [["Michele Galloway FSA commitment for Cloud Processing in RDF Specification", ["0000.html"]]], [["Digital Bazaar FSA commitment for JSON-LD 1.0 Processing Algorithms and API Specification", ["0015.html", "0009.html", "0006.html"]], ["Digital Bazaar FSA commitment for JSON-LD 1.0 Specification", ["0014.html", "0010.html", "0007.html"]], ["Dominik Tomaszuk FSA commitment for JSON-LD 1.0 Processing Algorithms and API Specification", ["0013.html"]], ["Dominik Tomaszuk FSA commitment for JSON-LD 1.0 Specification", ["0012.html", "0000.html"]], ["Gregg Kellogg FSA commitment for JSON-LD 1.0 Processing Algorithms and API Specification", ["0005.html"]], ["Gregg Kellogg FSA commitment for JSON-LD 1.0 Specification", ["0004.html"]], ["Ivan Herman FSA commitment for JSON-LD 1.0 Processing Algorithms and API Specification", ["0008.html"]], ["Joshfire FSA commitment for JSON-LD 1.0 Processing Algorithms and API Specification", ["0016.html"]], ["Joshfire FSA commitment for JSON-LD 1.0 Specification", ["0011.html"]], ["Markus Lanthaler FSA commitment for JSON-LD 1.0 Processing Algorithms and API Specification", ["0003.html"]], ["Markus Lanthaler FSA commitment for JSON-LD 1.0 Specification", ["0002.html"]], ["MIND Center for Interdisciplinary Informatics FSA commitment for JSON-LD 1.0 Specification", ["0001.html"]], ["Niklas Lindström FSA commitment for JSON-LD 1.0 Processing Algorithms and API Specification", ["0018.html"]], ["Niklas Lindström FSA commitment for JSON-LD 1.0 Specification", ["0017.html"]]], [["AT&T FSA commitment for Core Mobile Web Platform - 2012 Specification", ["0000.html"]]], [["Anne-Gaelle Colom FSA commitment for Picture Element Proposal Specification", ["0012.html"]], ["Brian Muenzenmeyer FSA commitment for Picture Element Proposal Specification", ["0014.html"]], ["Eduardo Marques FSA commitment for Picture Element Proposal Specification", ["0008.html"]], ["Flash Networks Ltd. FSA commitment for Picture Element Proposal Specification", ["0001.html"]], ["gyro FSA commitment for Picture Element Proposal Specification", ["0004.html"]], ["Ian Devlin FSA commitment for Picture Element Proposal Specification", ["0007.html"]], ["John Allan FSA commitment for Picture Element Proposal Specification", ["0009.html"]], ["Kenneth Nordahl FSA commitment for Picture Element Proposal Specification", ["0003.html"]], ["Marcos Caceres FSA commitment for Picture Element Proposal Specification", ["0000.html"]], ["Médula Diseño FSA commitment for Picture Element Proposal Specification", ["0018.html"]], ["Philipp Tautz FSA commitment for Picture Element Proposal Specification", ["0016.html"]], ["Robin Berjon FSA commitment for Picture Element Proposal Specification", ["0015.html"]], ["Saldum FSA commitment for Picture Element Proposal Specification", ["0005.html"]], ["Shane Hudson FSA commitment for Picture Element Proposal Specification", ["0013.html"]], ["Spectrum Brands FSA commitment for Picture Element Proposal Specification", ["0011.html"]], ["St. Michael's Hospital FSA commitment for Picture Element Proposal Specification", ["0017.html"]], ["Telerik FSA commitment for Picture Element Proposal Specification", ["0002.html"]], ["Thackerays FSA commitment for Picture Element Proposal Specification", ["0019.html"]], ["Thrillworks inc. FSA commitment for Picture Element Proposal Specification", ["0006.html"]], ["Tom Lane FSA commitment for Picture Element Proposal Specification", ["0010.html"]]], [["Conversational Technologies FSA commitment for Web Speech API Specification", ["0002.html"]], ["Gerardo Capiel FSA commitment for Web Speech API Specification", ["0000.html"]], ["Jerry Carter FSA commitment for Web Speech API Specification", ["0001.html"]]], [["Google, Inc. FSA commitment for Web Speech API Specification", ["0000.html"]]], [["Cloud Four FSA commitment for Picture Element Proposal Specification", ["0006.html"]], ["David Clements FSA commitment for Picture Element Proposal Specification", ["0004.html", "0003.html"]], ["Evident FSA commitment for Picture Element Proposal Specification", ["0005.html"]], ["Hiroto Yahagi FSA commitment for FooBar ML Specification", ["0009.html", "0008.html"]], ["Hiroto Yahagi FSA commitment for Test for NO feature. Specification", ["0010.html"]], ["Hiroto Yahagi FSA commitment for Test or NO2 Specification", ["0011.html"]], ["Hiroto Yahagi FSA commitment for Test or NO3 Specification", ["0013.html"]], ["Hiroto Yahagi FSA non-commitment for Test or NO3 Specification", ["0012.html"]], ["Imazen FSA commitment for Picture Element Proposal Specification", ["0002.html"]], ["John Albin Wilkins FSA commitment for Picture Element Proposal Specification", ["0001.html"]], ["Matt Wilcox FSA commitment for Picture Element Proposal Specification", ["0007.html"]], ["Orestis Webdevelopment FSA commitment for Picture Element Proposal Specification", ["0000.html"]]], [["Aaron Gustafson FSA commitment for Picture Element Proposal Specification", ["0010.html"]], ["Adrian Roselli FSA commitment for Picture Element Proposal Specification", ["0002.html"]], ["Anselm Hannemann FSA commitment for Picture Element Proposal Specification", ["0008.html"]], ["attiks FSA commitment for Picture Element Proposal Specification", ["0005.html"]], ["Chris Lilley FSA commitment for Picture Element Proposal Specification", ["0007.html"]], ["Gray Ghost Visuals FSA commitment for Picture Element Proposal Specification", ["0006.html"]], ["Internet Images srl FSA commitment for Picture Element Proposal Specification", ["0009.html"]], ["James Tudsbury FSA commitment for Picture Element Proposal Specification", ["0001.html"]], ["Jen Simmons FSA commitment for Picture Element Proposal Specification", ["0004.html"]], ["Miguel Garcia FSA commitment for Picture Element Proposal Specification", ["0011.html"]], ["Rafael Garcia Lepper FSA commitment for Picture Element Proposal Specification", ["0003.html"]], ["The Linney Group FSA commitment for Picture Element Proposal Specification", ["0000.html"]]], [["Mark Birbeck FSA commitment for JSON-LD Syntax 1.0 Specification", ["0000.html"]]], [["Digital Bazaar FSA commitment for JSON-LD API 1.0 Specification", ["0009.html", "0003.html", "0001.html"]], ["Digital Bazaar FSA commitment for JSON-LD Syntax 1.0 Specification", ["0008.html", "0002.html", "0000.html"]], ["Gregg Kellogg FSA commitment for JSON-LD API 1.0 Specification", ["0005.html"]], ["Gregg Kellogg FSA commitment for JSON-LD Syntax 1.0 Specification", ["0006.html"]], ["Joshfire FSA commitment for JSON-LD API 1.0 Specification", ["0011.html"]], ["Joshfire FSA commitment for JSON-LD Syntax 1.0 Specification", ["0010.html"]], ["Markus Lanthaler FSA commitment for JSON-LD API 1.0 Specification", ["0013.html"]], ["Markus Lanthaler FSA commitment for JSON-LD Syntax 1.0 Specification", ["0012.html"]], ["Niklas Lindström FSA commitment for JSON-LD API 1.0 Specification", ["0004.html"]], ["Niklas Lindström FSA commitment for JSON-LD Syntax 1.0 Specification", ["0007.html"]]], [["Alapan Arnab FSA commitment for ODRL Version 2.0 Common Vocabulary Specification", ["0032.html"]], ["Alapan Arnab FSA commitment for ODRL Version 2.0 Core Model Specification", ["0031.html"]], ["Alapan Arnab FSA commitment for ODRL Version 2.0 XML Encoding Specification", ["0033.html"]], ["Associated Press FSA commitment for ODRL Version 2.0 Common Vocabulary Specification", ["0027.html"]], ["Associated Press FSA commitment for ODRL Version 2.0 Core Model Specification", ["0025.html"]], ["Associated Press FSA commitment for ODRL Version 2.0 XML Encoding Specification", ["0026.html"]], ["Flatirons Solutions FSA commitment for ODRL Version 2.0 Common Vocabulary Specification", ["0021.html"]], ["Flatirons Solutions FSA commitment for ODRL Version 2.0 Core Model Specification", ["0019.html"]], ["Flatirons Solutions FSA commitment for ODRL Version 2.0 XML Encoding Specification", ["0020.html"]], ["Hirotaka Nakajima commitment to the Final Specification Agreement for the Final Direct Spec Test Specification in the Test Group 201203 Community Group Community Group", ["0007.html"]], ["Hirotaka Nakajima commitment to the Final Specification Agreement for the this is hiro's final Specification in the Test Group 201203 Community Group Community Group", ["0004.html"]], ["Hirotaka Nakajima FSA commitment for FooBar ML Specification", ["0014.html"]], ["Hiroto Yahagi FSA commitment for Final Direct Spec Test Specification", ["0012.html"]], ["Hogehoge commitment to the Final Specification Agreement for the Final Direct Spec Test Specification in the Test Group 201203 Community Group", ["0008.html"]], ["Hogehoge commitment to the Final Specification Agreement for the Final Direct Spec Test Specification in the Test Group 201203 Community Group Community Group", ["0006.html"]], ["Hogehoge commitment to the Final Specification Agreement for the Live Test Spec Specification in the Test Group 201203 Community Group Community Group", ["0001.html", "0000.html"]], ["Hogehoge commitment to the Final Specification Agreement for the this is hiro's final Specification in the Test Group 201203 Community Group Community Group", ["0003.html"]], ["Hogehoge FSA commitment for Final Direct Spec Test Specification", ["0010.html"]], ["Hogehoge FSA commitment for FooBar ML Specification", ["0013.html"]], ["Ian Jacobs commitment to the Final Specification Agreement for the Final Direct Spec Test Specification in the Test Group 201203 Community Group Community Group", ["0005.html"]], ["Ian Jacobs FSA commitment for Final Direct Spec Test Specification", ["0011.html"]], ["Ian Jacobs FSA commitment for FooBar ML Specification", ["0015.html"]], ["Massachusetts Institute of Technology commitment to the Final Specification Agreement for the Final Direct Spec Test Specification in the Test Group 201203 Community Group", ["0009.html"]], ["Massachusetts Institute of Technology commitment to the Final Specification Agreement for the Live Test Spec Specification in the Test Group 201203 Community Group Community Group", ["0002.html"]], ["Semantic Identity FSA commitment for ODRL Version 2.0 Common Vocabulary Specification", ["0018.html"]], ["Semantic Identity FSA commitment for ODRL Version 2.0 Core Model Specification", ["0017.html"]], ["Semantic Identity FSA commitment for ODRL Version 2.0 XML Encoding Specification", ["0016.html"]], ["Universitat Politècnica de Catalunya FSA commitment for ODRL Version 2.0 Common Vocabulary Specification", ["0034.html"]], ["Universitat Politècnica de Catalunya FSA commitment for ODRL Version 2.0 Core Model Specification", ["0035.html"]], ["Universitat Politècnica de Catalunya FSA commitment for ODRL Version 2.0 XML Encoding Specification", ["0036.html"]], ["University of Koblenz-Landau FSA commitment for ODRL Version 2.0 Common Vocabulary Specification", ["0029.html"]], ["University of Koblenz-Landau FSA commitment for ODRL Version 2.0 Core Model Specification", ["0030.html"]], ["University of Koblenz-Landau FSA commitment for ODRL Version 2.0 XML Encoding Specification", ["0028.html"]], ["University of Namur FSA commitment for ODRL Version 2.0 Common Vocabulary Specification", ["0024.html"]], ["University of Namur FSA commitment for ODRL Version 2.0 Core Model Specification", ["0022.html"]], ["University of Namur FSA commitment for ODRL Version 2.0 XML Encoding Specification", ["0023.html"]]]]